-- phpMyAdmin SQL Dump
-- version 4.4.12
-- http://www.phpmyadmin.net
--
-- Хост: localhost
-- Время создания: Июл 26 2015 г., 12:01
-- Версия сервера: 5.5.44-0+deb7u1
-- Версия PHP: 5.4.41-0+deb7u1

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `vk_app`
--

-- --------------------------------------------------------

--
-- Структура таблицы `vk_app_coutry_list`
--

CREATE TABLE IF NOT EXISTS `vk_app_coutry_list` (
  `id` int(11) NOT NULL,
  `iso` varchar(3) NOT NULL,
  `title` varchar(255) NOT NULL,
  `capital` varchar(255) DEFAULT NULL,
  `iso_php` varchar(255) DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=197 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `vk_app_coutry_list`
--

INSERT INTO `vk_app_coutry_list` (`id`, `iso`, `title`, `capital`, `iso_php`) VALUES
(1, 'ABH', 'Абхазия', 'Сухум', NULL),
(2, 'AUS', 'Австралия', 'Канберра', NULL),
(3, 'AUT', 'Австрия', 'Вена', NULL),
(4, 'AZE', 'Азербайджан', 'Баку', NULL),
(5, 'ALB', 'Албания', 'Тирана', NULL),
(6, 'DZA', 'Алжир', 'Алжир', NULL),
(7, 'AGO', 'Ангола', 'Луанда', NULL),
(8, 'AND', 'Андорра', 'Андорра-ла-Велья', NULL),
(9, 'ATG', 'Антигуа и Барбуда', 'Сент-Джонс', NULL),
(10, 'ARG', 'Аргентина', 'Буэнос-Айрес', NULL),
(11, 'ARM', 'Армения', 'Ереван', NULL),
(12, 'AFG', 'Афганистан', 'Кабул', NULL),
(13, 'BHS', 'Багамские Острова', 'Нассау', NULL),
(14, 'BGD', 'Бангладеш', 'Дакка', NULL),
(15, 'BRB', 'Барбадос', 'Бриджтаун', NULL),
(16, 'BHR', 'Бахрейн', 'Манама', NULL),
(17, 'BLZ', 'Белиз', 'Бельмопан', NULL),
(18, 'BLR', 'Белоруссия', 'Минск', NULL),
(19, 'BEL', 'Бельгия', 'Брюссель', NULL),
(20, 'BEN', 'Бенин', 'Порто-Ново', NULL),
(21, 'BGR', 'Болгария', 'София', NULL),
(22, 'BOL', 'Боливия', 'Сукре', NULL),
(23, 'BIH', 'Босния и Герцеговина', 'Сараево', NULL),
(24, 'BWA', 'Ботсвана', 'Габороне', NULL),
(25, 'BRA', 'Бразилия', 'Бразилиа', NULL),
(26, 'BRN', 'Бруней', 'Бандар-Сери-Бегаван', NULL),
(27, 'BFA', 'Буркина-Фасо', 'Уагадугу', NULL),
(28, 'BDI', 'Бурунди', 'Бужумбура', NULL),
(29, 'BTN', 'Бутан', 'Тхимпху', NULL),
(30, 'VUT', 'Вануату', 'Порт-Вила', NULL),
(31, 'VAT', 'Ватикан', 'Ватикан', NULL),
(32, 'GBR', 'Великобритания', 'Лондон', NULL),
(33, 'HUN', 'Венгрия', 'Будапешт', NULL),
(34, 'VEN', 'Венесуэла', 'Каракас', NULL),
(35, 'TLS', 'Восточный Тимор', 'Дили', NULL),
(36, 'VNM', 'Вьетнам', 'Ханой', NULL),
(37, 'GAB', 'Габон', 'Либревиль', NULL),
(38, 'HTI', 'Гаити', 'Порт-о-Пренс', NULL),
(39, 'GUY', 'Гайана', 'Джорджтаун', NULL),
(40, 'GMB', 'Гамбия', 'Банжул', NULL),
(41, 'GHA', 'Гана', 'Аккра', NULL),
(42, 'GTM', 'Гватемала', 'Гватемала', NULL),
(43, 'GIN', 'Гвинея', 'Конакри', NULL),
(44, 'GNB', 'Гвинея-Бисау', 'Бисау', NULL),
(45, 'DEU', 'Германия', 'Берлин', NULL),
(46, 'HND', 'Гондурас', 'Тегусигальпа', NULL),
(47, 'GRD', 'Гренада', 'Сент-Джорджес', NULL),
(48, 'GRC', 'Греция', 'Афины', NULL),
(49, 'GEO', 'Грузия', 'Тбилиси', NULL),
(50, 'DNK', 'Дания', 'Копенгаген', NULL),
(51, 'DJI', 'Джибути', 'Джибути', NULL),
(52, 'DMA', 'Доминика', 'Розо', NULL),
(53, 'DOM', 'Доминиканская Республика', 'Санто-Доминго', NULL),
(54, 'COD', 'ДР Конго', 'Киншаса', NULL),
(55, 'EGY', 'Египет', 'Каир', NULL),
(56, 'ZMB', 'Замбия', 'Лусака', NULL),
(57, 'ZWE', 'Зимбабве', 'Хараре', NULL),
(58, 'ISR', 'Израиль', 'Иерусалим', NULL),
(59, 'IND', 'Индия', 'Нью-Дели', NULL),
(60, 'IDN', 'Индонезия', 'Джакарта', NULL),
(61, 'JOR', 'Иордания', 'Амман', NULL),
(62, 'IRQ', 'Ирак', 'Багдад', NULL),
(63, 'IRN', 'Иран', 'Тегеран', NULL),
(64, 'IRL', 'Ирландия', 'Дублин', NULL),
(65, 'ISL', 'Исландия', 'Рейкьявик', NULL),
(66, 'ESP', 'Испания', 'Мадрид', NULL),
(67, 'ITA', 'Италия', 'Рим', NULL),
(68, 'YEM', 'Йемен', 'Сана', NULL),
(69, 'CPV', 'Кабо-Верде', 'Прая', NULL),
(70, 'KAZ', 'Казахстан', 'Астана', NULL),
(71, 'KHM', 'Камбоджа', 'Пномпень', NULL),
(72, 'CMR', 'Камерун', 'Яунде', NULL),
(73, 'CAN', 'Канада', 'Оттава', NULL),
(74, 'QAT', 'Катар', 'Доха', NULL),
(75, 'KEN', 'Кения', 'Найроби', NULL),
(76, 'CYP', 'Кипр', 'Никосия', NULL),
(77, 'KGZ', 'Киргизия', 'Бишкек', NULL),
(78, 'KIR', 'Кирибати', 'Южная Тарава', NULL),
(79, 'CHN', 'Китай', 'Пекин', NULL),
(80, 'PRK', 'КНДР', 'Пхеньян', NULL),
(81, 'COL', 'Колумбия', 'Богота', NULL),
(82, 'COM', 'Коморские Острова', 'Морони', NULL),
(83, 'CRI', 'Коста-Рика', 'Сан-Хосе', NULL),
(84, 'CIV', 'Кот-дИвуар', 'Ямусукро', NULL),
(85, 'CUB', 'Куба', 'Гавана', NULL),
(86, 'KWT', 'Кувейт', 'Эль-Кувейт', NULL),
(87, 'LAO', 'Лаос', 'Вьентьян', NULL),
(88, 'LVA', 'Латвия', 'Рига', NULL),
(89, 'LSO', 'Лесото', 'Масеру', NULL),
(90, 'LBR', 'Либерия', 'Монровия', NULL),
(91, 'LBN', 'Ливан', 'Бейрут', NULL),
(92, 'LBY', 'Ливия', 'Триполи', NULL),
(93, 'LTU', 'Литва', 'Вильнюс', NULL),
(94, 'LIE', 'Лихтенштейн', 'Вадуц', NULL),
(95, 'LUX', 'Люксембург', 'Люксембург', NULL),
(96, 'MUS', 'Маврикий', 'Порт-Луи', NULL),
(97, 'MRT', 'Мавритания', 'Нуакшот', NULL),
(98, 'MDG', 'Мадагаскар', 'Антананариву', NULL),
(99, 'MKD', 'Македония', 'Скопье', NULL),
(100, 'MWI', 'Малави', 'Лилонгве', NULL),
(101, 'MYS', 'Малайзия', 'Куала-Лумпур', NULL),
(102, 'MLI', 'Мали', 'Бамако', NULL),
(103, 'MDV', 'Мальдивские Острова', 'Мале', NULL),
(104, 'MLT', 'Мальта', 'Валлетта', NULL),
(105, 'MAR', 'Марокко', 'Рабат', NULL),
(106, 'MHL', 'Маршалловы Острова', 'Маджуро', NULL),
(107, 'MEX', 'Мексика', 'Мехико', NULL),
(108, 'MOZ', 'Мозамбик', 'Мапуту', NULL),
(109, 'MDA', 'Молдавия', 'Кишинёв', NULL),
(110, 'MCO', 'Монако', 'Монако', NULL),
(111, 'MNG', 'Монголия', 'Улан-Батор', NULL),
(112, 'MMR', 'Мьянма', 'Нейпьидо', NULL),
(113, 'NAM', 'Намибия', 'Виндхук', NULL),
(114, 'NRU', 'Науру', '[нет столицы]', NULL),
(115, 'NPL', 'Непал', 'Катманду', NULL),
(116, 'NER', 'Нигер', 'Ниамей', NULL),
(117, 'NGA', 'Нигерия', 'Абуджа', NULL),
(118, 'NLD', 'Нидерланды', 'Амстердам', NULL),
(119, 'NIC', 'Никарагуа', 'Манагуа', NULL),
(120, 'NZL', 'Новая Зеландия', 'Веллингтон', NULL),
(121, 'NOR', 'Норвегия', 'Осло', NULL),
(122, 'ARE', 'ОАЭ', 'Абу-Даби', NULL),
(123, 'OMN', 'Оман', 'Маскат', NULL),
(124, 'PAK', 'Пакистан', 'Исламабад', NULL),
(125, 'PLW', 'Палау', 'Нгерулмуд', NULL),
(126, 'PAN', 'Панама', 'Панама', NULL),
(127, 'PNG', 'Папуа - Новая Гвинея', 'Порт-Морсби', NULL),
(128, 'PRY', 'Парагвай', 'Асунсьон', NULL),
(129, 'PER', 'Перу', 'Лима', NULL),
(130, 'POL', 'Польша', 'Варшава', NULL),
(131, 'PRT', 'Португалия', 'Лиссабон', NULL),
(132, 'COG', 'Республика Конго', 'Браззавиль', NULL),
(133, 'KOR', 'Республика Корея', 'Сеул', NULL),
(134, 'RUS', 'Россия', 'Москва', 'Europe/Moscow'),
(135, 'RWA', 'Руанда', 'Кигали', NULL),
(136, 'ROU', 'Румыния', 'Бухарест', NULL),
(137, 'SLV', 'Сальвадор', 'Сан-Сальвадор', NULL),
(138, 'WSM', 'Самоа', 'Апиа', NULL),
(139, 'SMR', 'Сан-Марино', 'Сан-Марино', NULL),
(140, 'STP', 'Сан-Томе и Принсипи', 'Сан-Томе', NULL),
(141, 'SAU', 'Саудовская Аравия', 'Эр-Рияд', NULL),
(142, 'SWZ', 'Свазиленд', 'Мбабане', NULL),
(143, 'SYC', 'Сейшельские Острова', 'Виктория', NULL),
(144, 'SEN', 'Сенегал', 'Дакар', NULL),
(145, 'VCT', 'Сент-Винсент и Гренадины', 'Кингстаун', NULL),
(146, 'KNA', 'Сент-Китс и Невис', 'Бастер', NULL),
(147, 'LCA', 'Сент-Люсия', 'Кастри', NULL),
(148, 'SRB', 'Сербия', 'Белград', NULL),
(149, 'SGP', 'Сингапур', 'Сингапур', NULL),
(150, 'SYR', 'Сирия', 'Дамаск', NULL),
(151, 'SVK', 'Словакия', 'Братислава', NULL),
(152, 'SVN', 'Словения', 'Любляна', NULL),
(153, 'SLB', 'Соломоновы Острова', 'Хониара', NULL),
(154, 'SOM', 'Сомали', 'Могадишо', NULL),
(155, 'SDN', 'Судан', 'Хартум', NULL),
(156, 'SUR', 'Суринам', 'Парамарибо', NULL),
(157, 'USA', 'США', 'Вашингтон', 'America/Whitehorse'),
(158, 'SLE', 'Сьерра-Леоне', 'Фритаун', NULL),
(159, 'TJK', 'Таджикистан', 'Душанбе', NULL),
(160, 'THA', 'Таиланд', 'Бангкок', NULL),
(161, 'TZA', 'Танзания', 'Додома', NULL),
(162, 'TGO', 'Того', 'Ломе', NULL),
(163, 'TON', 'Тонга', 'Нукуалофа', NULL),
(164, 'TTO', 'Тринидад и Тобаго', 'Порт-оф-Спейн', NULL),
(165, 'TUV', 'Тувалу', 'Фунафути', NULL),
(166, 'TUN', 'Тунис', 'Тунис', NULL),
(167, 'TKM', 'Туркмения', 'Ашхабад', NULL),
(168, 'TUR', 'Турция', 'Анкара', NULL),
(169, 'UGA', 'Уганда', 'Кампала', NULL),
(170, 'UZB', 'Узбекистан', 'Ташкент', NULL),
(171, 'UKR', 'Украина', 'Киев', 'Europe/Kiev'),
(172, 'URY', 'Уругвай', 'Монтевидео', NULL),
(173, 'FSM', 'Федеративные Штаты Микронезии', 'Паликир', NULL),
(174, 'FJI', 'Фиджи', 'Сува', NULL),
(175, 'PHL', 'Филиппины', 'Манила', NULL),
(176, 'FIN', 'Финляндия', 'Хельсинки', NULL),
(177, 'FRA', 'Франция', 'Париж', NULL),
(178, 'HRV', 'Хорватия', 'Загреб', NULL),
(179, 'CAF', 'ЦАР', 'Банги', NULL),
(180, 'TCD', 'Чад', 'Нджамена', NULL),
(181, 'MNE', 'Черногория', 'Подгорица', NULL),
(182, 'CZE', 'Чехия', 'Прага', NULL),
(183, 'CHL', 'Чили', 'Сантьяго', NULL),
(184, 'CHE', 'Швейцария', 'Берн', NULL),
(185, 'SWE', 'Швеция', 'Стокгольм', NULL),
(186, 'LKA', 'Шри-Ланка', 'Шри-Джаяварденепура-Котте', NULL),
(187, 'ECU', 'Эквадор', 'Кито', NULL),
(188, 'GNQ', 'Экваториальная Гвинея', 'Малабо', NULL),
(189, 'ERI', 'Эритрея', 'Асмэра', NULL),
(190, 'EST', 'Эстония', 'Таллин', NULL),
(191, 'ETH', 'Эфиопия', 'Аддис-Абеба', NULL),
(192, 'ZAF', 'ЮАР', 'Претория', NULL),
(193, 'OST', 'Южная Осетия', 'Цхинвал', NULL),
(194, 'SSD', 'Южный Судан', 'Джуба', NULL),
(195, 'JAM', 'Ямайка', 'Кингстон', NULL),
(196, 'JPN', 'Япония', 'Токио', NULL);

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `vk_app_coutry_list`
--
ALTER TABLE `vk_app_coutry_list`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `title` (`title`),
  ADD UNIQUE KEY `iso` (`iso`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `vk_app_coutry_list`
--
ALTER TABLE `vk_app_coutry_list`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=197;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
